INSERT INTO eshop.product (id,prod_name,prod_num,prod_price,prod_type,prod_line,product_image_num) VALUES
	 (2,'文書機',10005,150.00,'電腦','桌上型',NULL),
	 (3,'原子筆',11102,2.00,'辦公用品','文具',NULL),
	 (4,'乳液',11112,30.00,'美妝','保養品',NULL),
	 (5,'滑鼠',12315,20.00,'周邊','配件',NULL),
	 (6,'鍵盤',12111,15.50,'周邊','配件',NULL),
	 (7,'隨身碟',25896,16.80,'周邊','配件',NULL),
	 (8,'數位單眼',14567,29.90,'數位','單眼相機',NULL),
	 (9,'智慧手機',32164,30.20,'通訊','手機',NULL),
	 (10,'魔術方塊',98756,15.00,'玩具','益智玩具',NULL),
	 (11,'維他命C',35698,25.50,'保健食品','保健品',NULL);
INSERT INTO eshop.product (id,prod_name,prod_num,prod_price,prod_type,prod_line,product_image_num) VALUES
	 (12,'充電器',26548,17.80,'周邊','配件',NULL),
	 (13,'精華液',16487,16.00,'美妝','保養品',NULL),
	 (14,'化妝水',21546,345.00,'美妝','保養品',NULL),
	 (15,'來一客',31054,215.00,'零食','泡麵',NULL),
	 (16,'初鹿鮮乳',10315,214.50,'飲料','乳製品',NULL),
	 (17,'統一布丁',10284,23.90,'零食','甜點',NULL),
	 (18,'洗衣精',36908,29.90,'清潔','家居',NULL),
	 (19,'馬桶刷',25820,23.30,'清潔','家居',NULL);
